<html>
<head>
<title>Главная</title>
<meta name="viewport" content='width=1000' />
<link rel="stylesheet" type="text/css" href="style.css">
<meta charset="utf-8">
</head>
<body height="100%">
<div >
<?php include 'menu.html';?>
<div align="center"   class="image"><img src="1.jpg"></div>
<font size="+2"><p>
Канада, как государство, образовалась в результате французской колонизации Северной Америки. Началом истории этой страны можно считать экспедицию Жака Картье, которая состоялась в 1534 году. Это бывшая колония, когда-то основанная на месте современного города Квебека. Впоследствии, когда была создана Канадская конфедерация, эти земли стали одним из доминионов Британской империи.
</p>
<p>
Независимость страна получила лишь много веков спустя. Процесс по автономизации длился свыше сотни лет – в период с 1867 по 1982 годы. Сегодня Канада – это федеративное государство, и в его состав входят десять довольно крупных провинций и три территории.
</p>
<p>
Здесь проживают представители самых разных народов, которые общаются на самых разных языках. Официальными в Канаде признаны два языка – французский и английский, но в 9-ти из 10 провинций страны преобладает англоязычное население (так называемая "английская Канада"). 
</p>
<p>
И, к примеру, и такой нюанс: из всех этих провинций только в Нью-Брансуике официально приняты два языка. А вот на территории Нунавут официально признаны сразу четыре языка, среди которых, естественно, присутствуют английский и французский. Единственная провинция, в которой преобладает франкоязычное население – знаменитый «канадский Париж» Квебек.
</p>
<p>
Само слово "канада" пришло к нам из языка лаврентийских ирокезов. Переводится оно, как «деревушка» или «обособленное поселение». Лаврентийские ирокезы стали первыми индейцами, которые встретились Жаку Картье в 1534 году. Годом позже жители региона, на территории которого сегодня находится город Квебек, употребляли то же самое слово в отношении деревни Стадакона.
</p>
<p>
В этой деревне индейцы проводили зимние месяцы и, когда их встретил Картье, они объяснили исследователю, как добраться до этой деревни. Между экспедицией Картье и датой исчезновения индейского племени с лица земли прошёл совсем небольшой промежуток времени. 
</p>
<p>
Учёные, опираясь на данные археологических исследований, считают, что причиной тому послужили жесточайшие войны с другими индейскими племенами – в частности, с гуронами и Южными ирокезами. Впоследствии Картье использовал слово "канада" для обозначения всей территории, принадлежащей местному вождю. 
</p>
<p>
С 1545 года в европейских книгах и на картах весь этот регион, включая территории берегов реки св. Лаврентия, назывался Канадой. Со временем это название стало распространяться и на большую часть соседних территорий, находившихся во владении Британской Империи.
</p>
<p>
Политический строй страны – конституционная монархия, а главный законодательный орган – традиционный парламент. На сегодняшней день Канада – одна из наиболее развитых и богатых стран в мире. Страна богата уникальными природными ресурсами, которые являются основой её экономического процветания, делают экономику многоотраслевой. 
</p>
<p>
Большую роль в экономическом развитии страны играют торговые отношения с другими странами – в первую очередь, конечно, с США, которые являются её ближайшими соседями. Кстати, стоит заметить, что граница между двумя этими государствами – в числе самых протяжённых общих границ из всех существующих в современном мире.
</p>
</font>
</div>
</body>
</html>